<template>
	<info-bar>
		<router-link to="/">Главная</router-link>
		<span class="link-arrow"> / </span>
		<router-link :to="`/plastic`">
			<span>Пластическая хирургия</span>
		</router-link>
	</info-bar>

	<block :minHeight="600">
		<VueLoader
			:isLoading="loading.loader.plastic"
			:minHeight="600"
			:isChild="true"
			@afterLeave="loaderChildAfterLeave"
		/>

		<template v-if="loading.sections.plastic">
			<div class="plastic">
				<div class="plastic__img">
					<img :src="`/storage/img/jscYKxqn0mE.webp`" alt="" />
					<img :src="`/storage/img/Vjwl6ugvdfQ.webp`" alt="" />
				</div>

				<article>
					<p>
						Кожа вокруг глаз первой отражает возрастные изменения, а неправильный уход,
						недостаток отдыха или нарушения состояния здоровья ускоряют этот процесс.
						Пластическая хирургия позволяет исправить многие проблемы. Блефаропластика –
						операция по коррекции верхних и нижних век – поможет вернуть взгляду открытость и
						свежесть, а вам – чувство собственной привлекательности.
					</p>
				</article>

				<article>
					<h1>Блефаропластика верхних век</h1>
					<p>
						Коррекция проводится для устранения избытка кожи, при котором веки нависают на
						глаза, делая взгляд тяжёлым и мрачным. Такая операция может понадобиться не только
						при возрастных изменениях (по мере старения кожи наружные уголки глаз опускаются),
						но и при индивидуальных особенностях внешности. Так, если тяжёлые верхние веки —
						унаследованная черта, пластика поможет открыть взгляд и преобразить внешность.
					</p>
				</article>

				<article>
					<h1>Блефаропластика нижних век</h1>
					<p>
						Этот вид операции применяется для устранения жировых грыж на нижних веках – одного
						из наиболее узнаваемых признаков старения, удаления избытка кожи под глазами и для
						коррекции разреза глаз.
					</p>
					<p>
						Этот вид операции применяется для устранения жировых грыж на нижних веках – одного
						из наиболее узнаваемых признаков старения, удаления избытка кожи под глазами и для
						коррекции разреза глаз. Независимо от того, какой выбран метод, риск для глаз (как
						и для остроты зрения) сведён к минимуму. Во время операции глазное яблоко надёжно
						защищено.
					</p>
				</article>

				<article>
					<h1>Показания:</h1>
					<ul>
						<li>Выраженные морщины и складки на верхних или нижних веках;</li>
						<li>Избыток кожи на верхних веках, который проявляется как их нависание;</li>
						<li>Жировые грыжи на нижних веках (мешки под глазами);</li>
						<li>
							Врождённые аномалии век или приобретённые дефекты (посттравматические,
							послеоперационные и другие);
						</li>
						<li>Личное желание пациента изменить разрез глаз;</li>
						<li>Опущенные наружные уголки глаз;</li>
						<li>Выраженные носослёзные борозды.</li>
					</ul>
				</article>

				<article>
					<h1>Противопоказания:</h1>
					<p>Операцию не рекомендовано проводить в следующих случаях:</p>
					<ul>
						<li>повышенное артериальное и/или внутриглазное давление;</li>
						<li>синдром сухого глаза;</li>
						<li>сахарный диабет;</li>
						<li>некоторые офтальмологические заболевания (глаукома, отслойка сетчатки);</li>
						<li>нарушения психики;</li>
						<li>тяжёлые заболевания внутренних органов;</li>
						<li>нарушения свёртываемости крови;</li>
						<li>диагностированные онкологические заболевания;</li>
						<li>беременность и период кормления грудью.</li>
					</ul>
				</article>

				<article>
					<h1>Подготовка к процедуре:</h1>
					<p>
						Как перед любой другой операцией, перед блефаропластикой нижних либо верхних век
						следует пройти подготовку, которая минимизирует вероятность развития осложнений и
						позволит облегчить прохождение восстановительного периода. Каждой пациентке врач
						даёт отдельные рекомендации по подготовке к процедуре, но общими для всех являются
						такие требования:
					</p>
					<ul>
						<li>отказ от курения за 1-1,5 месяца до даты предстоящей операции;</li>
						<li>
							прохождение обязательного обследования, включающего в себя анализы крови и
							мочи, ЭКГ, флюорографию и пр.;
						</li>
						<li>
							отказ от тепловых процедур за месяц до операции (посещения сауны, бани,
							солярия, паровых ингаляций);
						</li>
						<li>
							исключение приёма лекарственных препаратов, нарушающих свёртывание крови
							(только по рекомендации врача);
						</li>
						<li>отказ от употребления алкогольных напитков за 7-10 дней до пластики.</li>
					</ul>
				</article>

				<article>
					<h1>Проведение операции</h1>
					<p>
						В среднем, операция по коррекции нижних либо верхних век в профилактории «МедЛайн»
						в Шадринске занимает 1-1,5 часа. Точное время зависит от выбранного вида
						блефаропластики. Вмешательство проводится под общей анестезией (исключением может
						быть безоперационный метод, который требует местного обезболивания).
					</p>
				</article>

				<article>
					<h1>После операции</h1>
					<p>
						Через 3-5 часов после завершения операции с глаз снимается повязка – врач
						оценивает состояние нижних и верхних век и общие показатели вашего здоровья. После
						этого хирург даёт вам рекомендации по прохождению восстановительного периода,
						назначает дату контрольного посещения клиники, и вы можете отправляться домой. Как
						правило, снятие швов (если они не саморассасывающиеся) проводится через 5 дней, но
						отёчность нижних и верхних век может наблюдаться на протяжении 1-2 недель. Это
						является естественным состоянием и не требует отдельного лечения.
					</p>
				</article>

				<article>
					<p>
						Важно соблюдать рекомендации врача, которые касаются восстановительного периода:
					</p>
					<ul>
						<li>
							если Вы носите очки с диоптриями, надеть их можно уже в день операции, но от
							ношения контактных линз следует воздерживаться ещё 7-10 дней;
						</li>
						<li>
							в течение 2-3 недель после операции избегайте физических нагрузок и откажитесь
							от тепловых процедур.
						</li>
						<li>
							Остальные рекомендации вам даст врач, исходя из вашего состояния, используемого
							метода пластики и прочих нюансов.
						</li>
					</ul>
				</article>

				<div class="plastic__img">
					<img :src="`/storage/img/qZK2KdTntH4.webp`" alt="" />
					<img :src="`/storage/img/k_cbKKyLQ5s.webp`" alt="" />
				</div>

				<article>
					<p>
						<b>«Булхорн» (bullhorn) – это техника хирургического увеличения верхней губы</b>,
						при которой разрез делается вдоль границы верхней губы и носа, напоминающей форму
						рогов буйвола или рогов быка. После разреза часть кожи верхней губы удаляется и
						оставшаяся кожа пришивается к верхнему краю губы, чтобы увеличить ее объем и
						улучшить ее форму. «Булхорн» может использоваться для коррекции недостатков формы
						верхней губы, таких как неравномерная форма, слишком тонкая или плоская губа. Эта
						техника позволяет достичь длительного эстетического эффекта и может быть
						произведена как отдельная процедура, так и в сочетании с другими хирургическими
						или нехирургическими методами коррекции губ. Однако, как и у любой хирургической
						процедуры, у «булхорна» есть свои риски и ограничения, которые нужно учитывать при
						принятии решения о проведении операции.
					</p>
				</article>

				<article>
					<p>
						Операция может быть рекомендована для пациенток, у которых имеются следующие
						показания:
					</p>
					<ul>
						<li>
							Недостаточный объем верхней губы, которая может проявляться в виде слишком
							тонкой или плоской губы;
						</li>
						<li>Неравномерность формы верхней губы;</li>
						<li>
							Старение кожи верхней губы, которое может приводить к потере объема, тонкости и
							морщинам на губах;
						</li>
						<li>
							Посттравматические деформации верхней губы, которые могут возникнуть после
							травмы, удара или операции на лице;
						</li>
						<li>Генетически обусловленные деформации верхней губы;</li>
						<li>Пожелания пациента улучшить эстетический вид верхней губы.</li>
					</ul>
				</article>

				<article>
					<h1>Противопоказания</h1>
					<p>
						Несмотря на то, что булхорн является минимальным оперативным вмешательством, он
						тоже может иметь ограничения. В операции врач откажет при наличии таких патологий:
					</p>
					<ul>
						<li>Сахарный диабет;</li>
						<li>Беременность и период лактации;</li>
						<li>Обострившиеся хронические заболевания;</li>
						<li>Аутоиммунные нарушения;</li>
						<li>Герпетические высыпания на коже;</li>
						<li>Проблемы со свертываемостью крови;</li>
						<li>Склонность тканей к рубцеванию;</li>
						<li>Злокачественные новообразования.</li>
					</ul>
					<p>
						перативное вмешательство не рекомендовано людям с тонким вздернутым носом,
						поскольку у них может быть заметен шрам. Также из эстетических соображений врачи
						не советуют прибегать к булхорну тем, у кого при улыбке обнажаются десны.
					</p>
				</article>

				<article>
					<h1>Методики проведения операции</h1>
					<p>Операция проводится тремя методами:</p>
					<ul>
						<li>
							<b>Наружный</b> — разрез делается у основания носа, удаляется полоска тканей, и
							за счет этого подтягивается верхняя губа;
						</li>
						<li>
							<b>Внутренний</b> — разрез выполняется на слизистой оболочке верхней губы,
							поэтому видимых шрамов не остается (операция возможна при незначительном
							птозе);
						</li>
						<li>
							<b>Итальянский</b> — проводят для минимальной коррекции, разрезы делаются под
							каждой ноздрей, и из-за этого приподнимается верхняя губа. Рубцы почти не
							заметны.
						</li>
					</ul>
					<p>
						В выборе методики доверьтесь специалисту, поскольку каждая из них используется при
						определенных показаниях.
					</p>
				</article>

				<article>
					<h1>Преимущества операции «булхорн»</h1>
					<p>
						Главное преимущество операции заключается в том, что результат от нее устойчив.
						Коррекция верхней губы выглядит естественно и привлекательно. Применение
						инъекционных методик требует регулярного повторения. Поэтому, если пациента не
						устраивает результат от инъекционной коррекции, есть смысл обсудить проведение
						операции булхорн для получения устойчивого результата, который сохранится на всю
						жизнь.
					</p>
					<ul>
						<li>
							За счет подтягивания кожи вверх дополнительно устраняются мелкие морщины
							верхней губы;
						</li>
						<li>
							Методика булхорн является малотравматичной и не сказывается на состоянии
							здоровья;
						</li>
						<li>
							Визуальный эффект наблюдается сразу после операции, однако окончательный
							результат виден только через несколько месяцев;
						</li>
						<li>
							Отсутствие послеоперационных рубцов. Никто из окружающих не догадается о том,
							что вы изменяли форму верхней губы;
						</li>
						<li>Восстановительный период протекает легко.</li>
					</ul>
				</article>
			</div>
		</template>
	</block>
</template>

<script>
import VueLoader from "../../../components/modules/VueLoader.vue";

import InfoBar from "../../../components/ui/main/InfoBar.vue";
import Block from "../../../components/ui/main/Block.vue";

import { RouterLink } from "vue-router";

export default {
	components: {
		VueLoader,

		InfoBar,
		Block,

		RouterLink,
	},
	data() {
		return {
			isLoading: true,

			loading: {
				loader: {
					plastic: true,
				},
				sections: {
					plastic: false,
				},
			},
		};
	},
	methods: {
		/* |‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾|*/
		/* |                   ЗАГРУЗЧИК                       |*/
		/* |___________________________________________________|*/
		/* После скрытия элементы */
		loaderChildAfterLeave() {
			for (let key in this.loading.loader) {
				if (!this.loading.loader[key]) {
					this.loading.sections[key] = true;
				}
			}
		},
	},
	mounted() {
		this.loading.loader.plastic = false;
	},
};
</script>

<style scoped>
.plastic {
	display: flex;
	flex-direction: column;
	gap: 20px;

	width: 1350px;

	animation: show-bottom-to-top-15 0.5s ease-in-out;
}

.plastic__img {
	display: grid;
	grid-template-columns: repeat(2, 1fr);
	gap: 10px;
}

.plastic__img > img {
	width: 100%;
}

.plastic > article {
	display: flex;
	flex-direction: column;
	gap: 10px;

	margin: 0px;
}

.plastic > img {
	max-width: 100%;
	height: auto;
}

.plastic > article > :is(h2, p, ul) {
	margin: 0px;

	font-size: 1.125rem;
	font-weight: normal;
}

.plastic > article > h1 {
	margin: 0px;
}

@media screen and (width < 1450px) {
	.plastic {
		width: 100%;
	}
}

@media screen and (width < 500px) {
	.plastic__img {
		grid-template-columns: 1fr;
	}
}
</style>
