<template>
	<info-bar>
		<router-link to="/">Главная</router-link>
		<span class="link-arrow"> / </span>
		<router-link to="/prices">Цены</router-link>
		<span class="link-arrow"> / </span>
		<router-link :to="`/prices/plastic`">
			<span>Пластическая хирургия</span>
		</router-link>
	</info-bar>

	<block :minHeight="100">
		<div class="plastic">
			<p>
				Кожа вокруг глаз первой отражает возрастные изменения, а неправильный уход, недостаток
				отдыха или нарушения состояния здоровья ускоряют этот процесс. Пластическая хирургия
				позволяет исправить многие проблемы. Блефаропластика – операция по коррекции верхних и
				нижних век – поможет вернуть взгляду открытость и свежесть, а вам – чувство собственной
				привлекательности.
			</p>

			<h1>Блефаропластика верхних век</h1>
			<p>
				Коррекция проводится для устранения избытка кожи, при котором веки нависают на глаза,
				делая взгляд тяжёлым и мрачным. Такая операция может понадобиться не только при
				возрастных изменениях (по мере старения кожи наружные уголки глаз опускаются), но и при
				индивидуальных особенностях внешности. Так, если тяжёлые верхние веки — унаследованная
				черта, пластика поможет открыть взгляд и преобразить внешность.
			</p>

			<h1>Блефаропластика нижних век</h1>
			<p>
				Этот вид операции применяется для устранения жировых грыж на нижних веках – одного из
				наиболее узнаваемых признаков старения, удаления избытка кожи под глазами и для
				коррекции разреза глаз.
			</p>
			<p>
				Этот вид операции применяется для устранения жировых грыж на нижних веках – одного из
				наиболее узнаваемых признаков старения, удаления избытка кожи под глазами и для
				коррекции разреза глаз. Независимо от того, какой выбран метод, риск для глаз (как и для
				остроты зрения) сведён к минимуму. Во время операции глазное яблоко надёжно защищено.
			</p>

			<h1>Показания:</h1>
			<ul>
				<li>Выраженные морщины и складки на верхних или нижних веках;</li>
				<li>Избыток кожи на верхних веках, который проявляется как их нависание;</li>
				<li>Жировые грыжи на нижних веках (мешки под глазами);</li>
				<li>
					Врождённые аномалии век или приобретённые дефекты (посттравматические,
					послеоперационные и другие);
				</li>
				<li>Личное желание пациента изменить разрез глаз;</li>
				<li>Опущенные наружные уголки глаз;  выраженные носослёзные борозды.</li>
			</ul>

			<h1>Противопоказания:</h1>
			<p>Операцию не рекомендовано проводить в следующих случаях:</p>
			<ul>
				<li>повышенное артериальное и/или внутриглазное давление;</li>
				<li>синдром сухого глаза;</li>
				<li>сахарный диабет;</li>
				<li>некоторые офтальмологические заболевания (глаукома, отслойка сетчатки);</li>
				<li>нарушения психики;</li>
				<li>тяжёлые заболевания внутренних органов;</li>
				<li>нарушения свёртываемости крови;</li>
				<li>диагностированные онкологические заболевания;</li>
				<li>беременность и период кормления грудью.</li>
			</ul>

			<h1>Подготовка к процедуре:</h1>
			<p>
				Как перед любой другой операцией, перед блефаропластикой нижних либо верхних век следует
				пройти подготовку, которая минимизирует вероятность развития осложнений и позволит
				облегчить прохождение восстановительного периода. Каждой пациентке врач даёт отдельные
				рекомендации по подготовке к процедуре, но общими для всех являются такие требования:
			</p>
			<ul>
				<li>отказ от курения за 1-1,5 месяца до даты предстоящей операции;</li>
				<li>
					прохождение обязательного обследования, включающего в себя анализы крови и мочи, ЭКГ,
					флюорографию и пр.;
				</li>
				<li>
					отказ от тепловых процедур за месяц до операции (посещения сауны, бани, солярия,
					паровых ингаляций);
				</li>
				<li>
					исключение приёма лекарственных препаратов, нарушающих свёртывание крови (только по
					рекомендации врача);
				</li>
				<li>отказ от употребления алкогольных напитков за 7-10 дней до пластики.</li>
			</ul>

			<h1>Проведение операции</h1>
			<p>
				В среднем, операция по коррекции нижних либо верхних век в профилактории «МедЛайн» в
				Шадринске занимает 1-1,5 часа. Точное время зависит от выбранного вида блефаропластики.
				Вмешательство проводится под общей анестезией (исключением может быть безоперационный
				метод, который требует местного обезболивания).
			</p>
		</div>
	</block>
</template>

<script>
import InfoBar from "../../../components/ui/main/InfoBar.vue";
import Block from "../../../components/ui/main/blocks/Block.vue";

import { RouterLink } from "vue-router";

export default {
	components: {
		InfoBar,
		Block,

		RouterLink,
	},
	data() {
		return {};
	},
};
</script>

<style lang=""></style>
